<html>
    <body>
        <h1>My Website</h1>
        <p>My name is Apibun Somsri. You can call me BK.</p>
        <img src="dog.jpg">
        <img src="dog meme.jpg">
        <br>
        <a href="https://onlearn.it.kmitl.ac.th/">This is a link</a>
        <h2>เรื่องตลก</h2>
        <p>เด็กชาย 3 คน นั่งคุยโม้แข่งกัน 
        คนที่ 1 พ่อกูเป็นทหาร ทำหน้าที่กู้ระเบิดตามชายแดน ป้องกันประเทศเพื่อชาวบ้าน</p>
        <p>คนที่ 2 พ่อกูก็เป็นตำรวจ ทำหน้าที่กู้ระเบิดเหมือนกัน แต่ในเมืองเพื่อชาวบ้านเหมือนกัน
        จากนั้นเด็ก 2 คน ก็หัวเราะชอบใจ หันมาถามเด็กคนที่ 3 แล้วพ่อมรึงอ่ะ ทำงานอะไร</p>
        <p>เด็กคนที่ 3 พูดว่า มึงรู้แล้วจะหนาว พ่อกูเป็นครู มีเกียรติมากๆ 
        กู้กรุงไทย, กู้ออมสิน, กู้สวัสดิการ, กู้สหกรณ์ กู้ฉุกเฉินกู้เยอกว่าพ่อพวกเองอีก.</p>
        <br>
    </body>
</html>
